---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.StairsType
source: html/784b0d3d-3441-e8cd-4075-2a85a4f3c0c7.htm
---
# StairsType Properties

The id of the assembly instance to which the element belongs.